[
  {
    "id": "2023758358189404346",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "A Kinshasa, la commissaire européenne Hadja Lahbib a visité la clinique Panzi du Dr Mukwege où des victimes des violences sexuelles sont gratuitement prises en charge",
    "date_posted": "2026-02-17T13:56:06.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023758358189404346",
    "external_url": "https://actualite.cd/2026/02/17/kinshasa-la-commissaire-europeenne-hadja-lahbib-visite-la-clinique-panzi-du-dr-mukwege",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2023749699430154240/LxamBziz?format=jpg&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:34:44.947Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023758358189404346"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "A Kinshasa, la commissaire européenne Hadja Lahbib a visité la clinique Panzi du Dr Mukwege où des victimes des violences sexuelles sont gratuitement prises en charge",
      "text": "\n        Hadja Lahbib, commissaire européenne à la préparation et à la gestion des crises et à l’égalité\n      \n         \n         \n            Santé\n            Mardi 17 février 2026 - 14:19\n \n         \n                     \n                  \n               La commissaire européenne à la préparation et à la gestion des crises et à l’égalité, Hadja Lahbib a visité ce mardi 17 février la clinique Panzi de Kinshasa du prix Nobel de la paix 2018, Denis Mukwege, située au quartier Macampagne Joli Parc dans la commune de Ngaliema, où des victimes des violences sexuelles et basées sur le genre sont gratuitement prises en charge.A son entrée par la grille principale, Mme Hadja Lahbib, accompagnée d’une délégation de l’UE, reçoit une gerbe des fleurs de main d’un corps médical en signe de bienvenue, avant de se faire diriger dans une des salles de la clinique, où des explications sur l’historique, les réalisations et les défis de la structure sanitaire lui seront fournies.Après un entretien avec quelques femmes auquel les médias n’ont pas participé, l’émissaire de l’Union Européenne s’est dit touchée d’entendre leurs histoires, rassurant que l’UE verra dans quelle mesure continuer de prêter sa main forte à la clinique Panzi de Kinshasa, pour notamment la réinsertion de ces femmes venues non seulement de l’Est de la RDC, mais aussi de l’Ouest, précisément de Maluku, dans la périphérie de la capitale, où le conflit Teke et Yaka fait de nombreuses victimes de tout genre.« Toutes les quatre minutes qui passent, il y a des victimes de viols, qui ne s’arrêtent pas à l’est, ils continuent un peu partout. Ici nous sommes à Kinshasa. C’est important pour moi d’écouter leurs histoires, d’entendre comment nous pouvons les aider, parce que nous finançons, supportons cet hôpital du docteur Mukwege financièrement, psychologiquement, mais aussi dans la réinsertion de ces femmes qui veulent aussi se projeter dans la vie », a déclaré Mme Hadja Lahbib.Devant un échantillon d’une vingtaine de femmes victimes, l’une d’elle prend la parole : « nous sommes accablées par la pauvreté et avons été violées ici à Kinshasa par les Mobondo à Maluku, où des femmes ont été coupées à la machette. Nous sommes heureuses parce que cette clinique nous reçoit, nous femmes, qui venons de partout et de Maluku, trop éloigné d’ici. Merci pour votre présence ici, car nous sommes fortement dans le besoin, parce que nos matrices sont détruites », a-t-elle expliqué, précisant que plusieurs autres femmes restent cloîtrées à Maluku à cause du manque de transport.Face à la délégation, le docteur Eddy Mugisho Maroy est revenu sur la genèse de la clinique Panzi, qui existe depuis le 12 mars 2020 grâce à l’appui des affaires Mondiales Canada, avant de souligner que la parcelle dans laquelle est érigée la clinique fut achetée par l’argent que le gynécologue Denis Mukwege avait obtenu en 2018 grâce à son prix Nobel de la paix, lui décerné pour son abnégation à traiter les femmes violentées dans le contexte de la guerre dans l’est de la RDC.Dr Mugisho a indiqué qu’au total 2141 personnes ont bénéficié des services d'une prise en charge holistique à la clinique Panzi Kinshasa : 841 survivant.e.s de VBG, dont 4 hommes et 497 femmes. Aussi, 442 femmes avec pathologies gynécologiques opérables (fistules et prolapsus), à cela s’ajoutent 224 femmes ayant bénéficié d'une réparation chirurgicale, et 218 femmes restent en attente d'une intervention chirurgicale. Enfin, 300 femmes ont été accompagnées par le pilier de la réinsertion socio-économique, après leur formation.La clinique Panzi est située au numéro 5 de l’avenue de la Forêt, au quartier Macampagne, Joli parc (commune de Ngaliema). Elle organise quatre services à savoir : médical, psychologique, juridique et réinsertion socio-économique.Samyr LUKOMBO",
      "top_image": null,
      "published_at": "2026-02-17T14:19:24+0100",
      "authors": []
    }
  },
  {
    "id": "2023736890248016365",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "#RDC: Une séance de prière interconfessionnelle s’est tenue lundi à Accra, au Ghana, en présence des présidents Félix Tshisekedi et John Dramani Mahama du Ghana. Organisé sous l’égide de l’archevêque Nicholas Duncan-Williams, cet événement a également réuni l’archevêque président Evariste Ejiba Yamapia, leader de l’Église de Réveil du Congo (ERC) et président de la plateforme des confessions religieuses en RDC. Axée sur la paix durable et la réconciliation nationale en RDC, la rencontre a mobilisé plusieurs personnes pour des intercessions contre les violences dans l’est du pays et les divisions sociopolitiques.",
    "date_posted": "2026-02-17T12:30:48.000Z",
    "photos": [
      "https://pbs.twimg.com/media/HBXB-S6XkAAD2Fg.jpg",
      "https://pbs.twimg.com/media/HBXB-TZbcAIuRGl.jpg",
      "https://pbs.twimg.com/media/HBXB-TYXUAAEG_x.jpg",
      "https://pbs.twimg.com/media/HBXB-TkbUAAWQo-.jpg"
    ],
    "url": "https://x.com/StanysBujakera/status/2023736890248016365",
    "external_url": null,
    "external_image_urls": null,
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:34:45.658Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023736890248016365"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    }
  },
  {
    "id": "2023719424138895512",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "RDC-Rwanda : Washington brandit la menace de nouvelles sanctions contre Kigali",
    "date_posted": "2026-02-17T11:21:24.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023719424138895512",
    "external_url": "https://actualite.cd/2026/02/17/rdc-rwanda-washington-brandit-la-menace-de-nouvelles-sanctions-contre-kigali",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2021251395299553280/JiuCIwlQ?format=png&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:34:45.558Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023719424138895512"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "RDC-Rwanda : Washington brandit la menace de nouvelles sanctions contre Kigali",
      "text": "L’accord signé à Washington entre le Rwanda et la RDC « n’est qu’un point de départ » et non « une finalité », a affirmé Massad Boulos, conseiller Afrique de Donald Trump, lors d’un entretien diffusé le 16 février sur France 24, alors que les combats ont repris sur le terrain.Interrogé sur un possible échec de l’accord après la dégradation rapide de la situation sécuritaire, le responsable diplomatique américain a rejeté cette interprétation. « L’accord de Washington a servi de rampe de lancement à ce processus », a-t-il déclaré, estimant qu’il s’inscrit dans un mécanisme plus large visant à instaurer « une paix et une stabilité totale dans la région ».Il a souligné la « complémentarité essentielle » entre l’accord de Washington, portant sur les relations entre Kigali et Kinshasa, et le processus de Doha, piloté par le Qatar avec le soutien des États-Unis et de l’Union européenne, qui traite plus spécifiquement du dossier M23-RDC.M. Boulos a toutefois reconnu une « violation grave » de l’accord après la prise d’Uvira par le M23, soutenu selon Washington par le Rwanda. « C’était le M23 et le Rwanda qui s’est emparé de la ville d’Uvira », a-t-il affirmé, ajoutant que le président rwandais Paul Kagame avait « trahi la confiance » de l’administration américaine.Selon lui, après des échanges avec Kigali, les combattants se sont retirés d’Uvira, « mais pas totalement », demeurant « sur quelques points forts autour de la ville ».Interrogé sur d’éventuelles sanctions contre le président Kagame, le responsable américain a indiqué que Washington disposait « d’un nombre d’outils » et que « des mesures » pourraient être mises en œuvre. Il a rappelé que les États-Unis avaient déjà imposé des sanctions ciblées contre certaines personnes et entités impliquées dans le trafic illégal lié au conflit, citant notamment des mesures prises contre James Kabarebe.Les déclarations interviennent alors que le président rwandais Paul Kagame, s’exprimant lors de l’ouverture du dialogue national « Umushyikirano » à Kigali, a imputé les tensions avec la RDC à la présence des rebelles hutus rwandais des FDLR sur le territoire congolais. Il a rejeté toute implication de Kigali liée aux minerais et toute volonté d’appropriation territoriale.Plusieurs rapports des Nations unies et des États-Unis accusent toutefois le Rwanda de soutenir militairement le M23. Le Conseil de sécurité de l’ONU a demandé à Kigali de cesser tout appui au groupe armé et de retirer ses troupes du Congo. Kigali réfute ces accusations.Washington affirme poursuivre ses échanges avec le Rwanda et attendre « des mesures concrètes sur le champ de bataille » pour juger de la mise en œuvre effective des engagements pris.",
      "top_image": null,
      "published_at": "2026-02-17T09:25:24+0100",
      "authors": []
    }
  },
  {
    "id": "2023717608059490700",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "Selon l’INS, l’offre moyenne d’emploi se situe à 55,9% en RDC, l’agriculture est le principal secteur d’activité",
    "date_posted": "2026-02-17T11:14:11.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023717608059490700",
    "external_url": "https://actualite.cd/2026/02/17/selon-lins-loffre-moyenne-demploi-se-situe-559-en-rdc-lagriculture-est-le-principal",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2023668842715557888/GHkNSGnK?format=jpg&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:13:52.883Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023717608059490700"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "Selon l’INS, l’offre moyenne d’emploi se situe à 55,9% en RDC, l’agriculture est le principal secteur d’activité",
      "text": "En République Démocratique du Congo, le taux moyen de l’offre d’emploi à l’échelle nationale est chiffré à 55,9%, d’après le rapport final de l’enquête menée entre 2024 et 2025 par l’institut national de la statistique (INS) sur les conditions de vie des ménages.Publié la semaine dernière lors d’une activité à Kinshasa, le document renseigne que l’agriculture reste le principal secteur d’activité des actifs occupés (45,7%), suivi du commerce (14%). L’éducation et la santé, l’élevage/sylviculture/pêche et les autres services représentent respectivement 8,3, 6,7 et 6,5% de taux d’activité d’emploi en RDC.En outre, dans les zones rurales, le rapport indique un marché du travail plus dynamique (49,4%) que celui observé en zones urbaines (49,4%), tandis que l’offre d’emploi apparaît légèrement plus concentrée parmi les pauvres (56,5%) que chez les non-pauvres (54,9%). Et à Kinshasa, la capitale, elle est inférieure (48,1%) à la moyenne observée à l’échelle nationale (55,9%). En effet, les provinces de Mongala (58,5%), le Haut-Lomami (58,2%), le Maniema (57,7%), le Kwango (58%) et le Kasaï (57,7%) disposent d’un accès relativement plus large aux opportunités d’emploi, contrairement au Nord-Kivu (56,3%), au Lualaba (56,3%) et au Kongo Central (56,6%). Le Mai-Ndombe (58,8%) se situe au-dessus de la moyenne nationale (55,9%), tandis que la Tshopo (55,8%) affiche un niveau d’intégration au marché du travail proche de la moyenne du pays (55,9%). Le Haut-Katanga (54,2%) et Kinshasa (48,1%) enregistrent les niveaux d’emploi les plus faibles, ajoute le rapport.Samyr LUKOMBO",
      "top_image": null,
      "published_at": "2026-02-17T08:58:31+0100",
      "authors": []
    }
  },
  {
    "id": "2023721165332590881",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "Walikale : le réseau Vodacom rétabli dans plusieurs localités après près d’un mois de coupure, les populations des dizaines de villages soulagées",
    "date_posted": "2026-02-17T11:28:19.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023721165332590881",
    "external_url": "https://actualite.cd/2026/02/17/walikale-le-reseau-vodacom-retabli-dans-plusieurs-localites-apres-pres-dun-mois-de",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2021538934644219904/YVuAYs91?format=jpg&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:34:45.296Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023721165332590881"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "Walikale : le réseau Vodacom rétabli dans plusieurs localités après près d’un mois de coupure, les populations des dizaines de villages soulagées",
      "text": "\n        Bukavu, Goma, Walikale et Kitshanga sur la carte\n      \n         \n         \n            Société\n            Mardi 17 février 2026 - 11:08\n \n         \n                     \n                  \n               Après près d’un mois d’interruption, le signal du réseau de téléphonie mobile Vodacom a été rétabli dans plusieurs localités du territoire de Walikale, dans la province du Nord-Kivu, dans l’est de la République démocratique du Congo.La reprise effective du service est intervenue dans la nuit de lundi à ce mardi 17 février 2026, suscitant un grand soulagement de la population locale. Dès les premières heures de la matinée, les abonnés ont constaté le retour des services essentiels : appels téléphoniques, messagerie et transactions mobile money.Le rétablissement du signal touche notamment la région autour de Pinga ; l’axe Mubi-Losso ; l’axe Mpofi-Mungazi-Kashebere ; l’axe Ntoto-Buhimba et l’axe Itebero-Musenge-Hombo.Pendant la période de coupure, cette interruption a fortement affecté la situation socio-économique et sécuritaire des zones concernées. Commerçants, agriculteurs et services locaux ont éprouvé d’énormes difficultés pour communiquer, effectuer des transactions financières ou alerter en cas d’urgence.De nombreux habitants étaient contraints de parcourir plusieurs kilomètres, parfois dans des zones à risques, simplement pour passer un appel ou envoyer un message.Le retour du réseau est perçu comme un véritable soulagement. Pour beaucoup, il marque la reprise des activités économiques normales, facilite la communication familiale et renforce le sentiment de sécurité dans un contexte déjà fragile.« Nous pouvons enfin reprendre nos activités sans stress. Le téléphone est devenu vital pour nous », confie un habitant de Pinga.La population espère désormais que des mesures durables seront prises afin d’éviter de nouvelles coupures prolongées dans cette partie enclavée du Nord-Kivu.",
      "top_image": null,
      "published_at": "2026-02-17T11:08:00+0100",
      "authors": []
    }
  },
  {
    "id": "2023820687618789389",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "CAF-C2: Ce sera l’USM Alger de Glody Likonza en quarts de finale pour Maniema Union",
    "date_posted": "2026-02-17T18:03:47.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023820687618789389",
    "external_url": "https://actualite.cd/2026/02/17/caf-c2-ce-sera-lusm-alger-de-glody-likonza-en-quarts-de-finale-pour-maniema-union",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2023766391707348992/SXW1uJbK?format=jpg&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:34:45.350Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023820687618789389"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "CAF-C2: Ce sera l’USM Alger de Glody Likonza en quarts de finale pour Maniema Union",
      "text": "L’As Maniema Union croisera la formation de l’USM Alger (Algérie) de Glody Likonza en quarts de finale de la Coupe de la Confédération. C’est le résultat du tirage au sort effectué ce mardi 17 février par la Confédération Africaine de Football (CAF). Le match aller aura lieu le dimanche 15 mars. C’est un autre adversaire valeureux que l’équipe de Kindu va affronter avec un statut spécial. Le club a fait une brillante participation lors du premier tour avec 4 victoires, certainement sa meilleure performance en compétitions africaines interclubs. Le club a acquis de l’expérience et sait gérer les grands moments comme il l’a fait la saison dernière après sa qualification pour la phase des groupes de la Ligue Africaine des Champions. Le club a capitalisé cette participation qui apporte ses fruits cette saison, ce qui est à féliciter. Avec l’absence des grands clubs nationaux cette saison dans ces compétitions, Maniema Union s’est arrogé le droit légitime de représentant de la République Démocratique du Congo (RDC) et cette qualification en quarts de finale va permette au pays de conserver ses quatre place pour dans ces tournois pour la saison prochaine, ce qui est à applaudir avec les deux mains. Le plus dure reste à venir où il faudra bien gérer cette double confrontation pour éviter les mauvaises surprises.Michel TOBO",
      "top_image": null,
      "published_at": "2026-02-17T15:06:34+0100",
      "authors": []
    }
  },
  {
    "id": "2023783085977072070",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "The United States has warned that any party violating the ceasefire — both Rwanda and DRC — could face sanctions. Massad Boulos, US President Donald Trump's adviser on Africa, told DW: \"We will not accept the agreement being ignored by any party.\"\n",
    "date_posted": "2026-02-17T15:34:22.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023783085977072070",
    "external_url": "https://p.dw.com/p/58tqL?at_medium=SocialMedia&at_campaign=Twitter&at_share_source=SharingButton&at_origin=Web",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2023764695715307520/nj1pMYri?format=jpg&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:34:44.946Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023783085977072070"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "Ceasefire in eastern DR Congo: Chance for peace?",
      "text": "The increasingly unstable situation in the eastern Democratic Republic of Congo has occupied politicians and diplomats in recent days, both at the African Union summit in Addis Ababa (February 14–15, 2026) and the parallel Munich Security Conference.\n\nPresident Felix Tshisekedi sent his foreign minister, Therese Kayikwamba Wagner, to Munich.\n\nIn an exclusive interview with DW, she affirmed her government intends to honor the ceasefire agreement scheduled for February 18: \"We must do everything to keep the weapons silent.\"Congolese diplomat Therese Kayikwamba Wagner told DW: \"We must do everything to keep the weapons silent\"Image: Ronka Oberhammer/DW\n\nMediation efforts have failed so far\n\nThe agreement is based on the Washington Accords for Peace and Prosperity, a US-brokered peace deal signed in late 2025, in Washington D.C. between the DR Congo and Rwanda.\n\nRwanda has long been accused, including by the United Nations, of supporting the M23 militia militarily, financially, and politically — allegations Rwanda denies. Earlier peace efforts by Angola, Kenya, Togo, and Qatar had little lasting impact.\n\n\"It's not the first attempt. We will do everything to fulfill our commitments and hope the other side does the same,\" Wagner said, emphasizing that the various peace processes are complementary and reinforce each other. US President Donald Trump hosted the signing ceremony of a peace deal with the Rwandan leader Paul Kagame and Felix Tshisekedi of the DR Congo in December 2025Image: Andrew Caballero-Reynolds/AFP\n\nKigali: Rwanda is 'not part of the conflict'\n\nRwandan President Paul Kagame was absent from the Munich Security Confernce, but his Interior Minister Vincent Biruta outlined his country's position: \"The conflict parties are M23 and the government of DR Congo. Rwanda is not a warring party.\"\n\nHe stressed that the reopening of Goma airport after the ceasefire must be coordinated with the M23, which has become the de facto authority there. Goma, capital of North Kivu, fell to M23 militias in January 2025.\n\nThe UN reported at least 3,000 deaths, along with cases of sexual violence and widespread insecurity.\n\n\n\n\"The de facto authorities controlling the area must be consulted on reopening the airport. That's logical,\" Biruta said.\n\nAccording to him, Rwanda does not occupy the region: \"For us, this is a matter between the Congolese government and the M23 de facto authority.\"\n\nFor the ceasefire to hold, both sides must respect it and the mechanism must be implemented quickly.\n\nUS threatens sanctions for violations\n\nThe United States has warned that any party violating the ceasefire — both Rwanda and DRC — could face sanctions. Massad Boulos, US President Donald Trump's adviser on Africa, told DW: \"We will not accept the agreement being ignored by any party.\"\n\nHe added the US is working closely with African partners such as Angola, Togo, and soon Burundi.\n\nAfrican Union: \"African solutions to African problems\"\n\nAngolan President Joao Lourenco, AU chair until February 14, 2026, has long been a key mediator and leads the Luanda Process, aimed at de-escalating tensions between Kinshasa and Kigali.\n\nAt the AU summit's conclusion, Burundian President Evariste Ndayishimiye took over the chairmanship.\n\nIn his farewell speech, Lourenco highlighted that the Luanda Process paved the way for the Washington peace agreement. Other African countries, including Kenya, Togo, and now Burundi, continue to seek \"African solutions to African problems.\"\n\nDespite these efforts, the situation remains precarious, with past ceasefires repeatedly broken and M23 controlling large areas.Ceasefire 'unlikely'\n\nTimo Roujean of the German Konrad Adenauer Foundation told DW: \"I consider a ceasefire starting Wednesday unlikely.\" \n\nBesides the government and M23, Wazalendo militias, which are only partially under Congolese state control, are involved.\n\nPolitical scientist Jona Thiel, based in Germany, adds: \"M23 is not the only actor. Around 120 rebel groups operate in eastern DR Congo, each with its own interests. Achieving a comprehensive peace under a single agreement is almost impossible.\"\n\nIn addition to Wazalendo militias, the Islamic State-linked Allied Democratic Forces (ADF) militia, originally from Uganda, continues to terrorize communities in North Kivu and Beni, committing massacres and using child soldiers.\n\nUS economic interests could promote peace\n\n\"The diplomacy is intense, also due to US interests in lasting peace in this resource-rich region. Five resource concessions have been promised to American companies,\" Roujean notes.DR Congo has significant natural resources, such as copper and cobalt extracted at the Tenke Fungurume mine Image: EMMET LIVINGSTONE/AFP/Getty Images\n\nThiel adds: \"For the Trump administration, the Congo is a way to challenge China's dominance in the resource sector.\"\n\nUS companies plan large-scale extraction in Manono, Tanganyika province.\n\nRoujean emphasizes: \"The Americans have a vested interest in freezing the front line and preventing M23 from advancing south.\"\n\nAfter capturing Goma in January 2025, rebels advanced to Uvira. US diplomatic pressure on Rwanda led to the M23 pulling back two weeks later. \n\nWhile few believe the guns will completely fall silent on February 18, analysts are optimistic diplomacy can resolve the conflict given the economic interests of the US and Congolese governments rely on stability in the eastern DRC.Congo: Land of riches beset by massive exploitationTo view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video\n\nEdited by Cai Nebe\n",
      "top_image": null,
      "published_at": "2026-02-17T13:47:26.217Z",
      "authors": [
        "Antonio Cascais, Saleh Mwanamilongo"
      ]
    }
  },
  {
    "id": "2023785284136054833",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "Dialogue en #RDC: @LubayaClaudel a publié un communiqué appelant à des clarifications urgentes pour dissiper les “zones d’ombre” entourant la médiation angolaise. Il interroge la légitimité et l’indépendance du mandat angolais, s’interrogeant sur son origine – qu’il s’agisse d’une décision de l’Union africaine ou d’ententes bilatérales – et soulignant les risques d’une impartialité compromise par des influences potentielles du gouvernement de Kinshasa. Il met également en lumière les chevauchements avec d’autres initiatives, comme la médiation togolaise de Faure Gnassingbé ou le processus de Doha, dont le statut reste flou malgré des accords antérieurs signés entre Kinshasa et le groupe AFC/M23. \n\nEnfin, Lubaya critique l’exclusion des influentes Églises catholique (CENCO) et protestante (ECC) des discussions, rappelant leur rôle historique dans les transitions politiques congolaises, et exhorte l’Angola à assumer une responsabilité historique en garantissant un processus transparent, inclusif et équitable pour une paix durable.",
    "date_posted": "2026-02-17T15:43:06.000Z",
    "photos": [
      "https://pbs.twimg.com/media/HBXt7FLWkAAjb7J.jpg",
      "https://pbs.twimg.com/media/HBXt7E0W0AAuTwx.jpg"
    ],
    "url": "https://x.com/StanysBujakera/status/2023785284136054833",
    "external_url": null,
    "external_image_urls": null,
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:34:46.666Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023785284136054833"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    }
  },
  {
    "id": "2023659311134585325",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "Guerre dans l'Est de la RDC : semaine test pour évaluer l’effectivité du cessez-le-feu proposé par l’Angola après les échecs du passé",
    "date_posted": "2026-02-17T07:22:32.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023659311134585325",
    "external_url": "https://actualite.cd/2026/02/17/guerre-dans-lest-de-la-rdc-semaine-test-pour-evaluer-leffectivite-du-cessez-le-feu",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2021291165744578560/wkm_-QOs?format=png&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:13:53.788Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023659311134585325"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "Guerre dans l'Est de la RDC : semaine test pour évaluer l’effectivité du cessez-le-feu proposé par l’Angola après les échecs du passé",
      "text": "La République démocratique du Congo a répondu favorablement à la proposition de l’Angola visant l’entrée en vigueur d’un cessez-le-feu entre le gouvernement congolais et la rébellion de l’AFC/M23, à partir de midi ce mercredi 18 février 2026. Selon la partie congolaise, cette proposition est acceptée dans un esprit de responsabilité, d’apaisement et de recherche d’une solution pacifique au conflit.Cependant, alors que Kinshasa a officiellement accepté le principe d’un cessez-le-feu dans l’est de la République démocratique du Congo, la rébellion, également appelée à se prononcer sur cette initiative angolaise, s’est montrée hésitante et dubitative. Interrogé par la presse à l’issue d’une réunion de travail avec la MONUSCO vendredi 13 février à Goma, Benjamin Mbonimpa, secrétaire permanent de l’AFC/M23, s’exprimant au nom du mouvement rebelle, a réaffirmé l’attachement de son organisation au processus de Doha, sous l’égide du Qatar.Négociateur du mouvement à Doha, Benjamin Mbonimpa a déclaré ne pas comprendre le sens de la démarche angolaise, d’autant plus que son mouvement n’a pas pris part à la réunion ayant conduit à cette proposition.\"Nous ne sommes pas informés de ce qui a été décrété par l'Angola, nous nous sommes toujours respectueux de ce qui se fait à Doha et nous assumons toute responsabilité sur le processus de Doha. Ce qui se passe en Angola, nous n'avons pas été invités, nous ne savons même pas le contenu mais nous, nous avons toujours été respectueux du cessez-le-feu plusieurs fois signé unilatéralement, cette fois là, cela a été consacré à Doha\", a déclaré Benjamin Mbonimpa, Secrétaire permanent de l’AFC/M23.Cette divergence de vues, dès le départ, entre Kinshasa et la rébellion appuyée par le Rwanda, à la veille de ce que l’on peut qualifier de \"date fatidique\", est perçue par l’opinion publique comme un mauvais départ pour le cessez-le-feu angolais. Beaucoup craignent que cette initiative connaisse le même sort que les précédentes tentatives, d’autant plus qu’il ne s’agit pas de la première initiative visant à instaurer un cessez-le-feu sur le terrain dans le cadre de la crise persistante dans l’Est de la République démocratique du Congo. Nombre d’observateurs rappellent, à ce sujet, les initiatives antérieures restées sans effet. La première est la trêve annoncée en février 2025, à la suite de l’occupation des villes de Goma (Nord-Kivu) et de Bukavu (Sud-Kivu), laquelle n’a jamais été exécutée ni respectée.La deuxième initiative concerne le cessez-le-feu convenu entre mars et avril, après la signature d’un communiqué conjoint à Doha entre Kinshasa et la rébellion de l’AFC/M23. Ce communiqué, lu à la grande surprise du public sur la télévision nationale RTNC, n’a, là encore, pas été respecté. Trois mois plus tard, au mois de juillet de la même année, un cessez-le-feu permanent a été conclu à Doha, sans être appliqué. Par la suite, la signature du mécanisme de surveillance et de vérification du cessez-le-feu est intervenue, mais ce mécanisme n’a, jusqu’à ce jour, jamais été mis en œuvre sur le terrain, dans un contexte toujours marqué par des accusations mutuelles de violations du cessez-le-feu entre les deux parties.Ce même pessimisme a été exprimé par le prix Nobel congolais de la paix Denis Mukwege, qui a mis en doute la durabilité du dernier cessez-le-feu envisagé dans l’est de la RDC face aux rebelles de l’AFC/M23. Interrogé par un média européen, le dimanche 15 février, en marge de la Conférence de Munich sur la sécurité, il a estimé que cette initiative risquait de s’apparenter à une simple trêve, sans que l’on sache combien de temps elle pourrait tenir. \" Nous avons déjà vu de nombreux cessez-le-feu en RDC qui n’ont pas duré \", a-t-il fait remarquer.Toutefois, l’adoption de la résolution 2808 du Conseil de sécurité des Nations unies, renouvelant pour une année le mandat de la MONUSCO  avec un objectif révisé, place désormais la Mission onusienne en première ligne du soutien aux efforts de paix. Ceux de l’Union africaine et de la médiation togolaise, ceux des organisations sous-régionales et de leurs facilitateurs, ainsi que ceux des États-Unis et du Qatar, semblent commencer à faire bouger les lignes.Cette dynamique est notamment illustrée par l’arrivée à Goma de la Cheffe de la MONUSCO par intérim, dans le cadre des préparatifs liés au suivi et à la vérification du cessez-le-feu. Il s’agit d’une étape opérationnelle importante, après une interruption prolongée de l’accès à cette ville par voie aérienne depuis janvier 2025. Lors de son dernier séjour en République démocratique du Congo, Jean-Pierre Lacroix, Secrétaire général adjoint des Nations unies chargé des opérations de paix, a affirmé que la MONUSCO est prête à jouer pleinement son rôle. Il a précisé que la Mission entend soutenir, dans les plus brefs délais, les efforts en vue de la mise en œuvre d’un cessez-le-feu, en commençant par Uvira, avant une extension progressive, espérée, vers l’ensemble des zones affectées par la situation sécuritaire actuelle.Pour certains observateurs, la seule volonté de l’Organisation des Nations unies ne suffit pas ; la bonne volonté des parties prenantes est également indispensable pour faire avancer l’agenda de la paix, à commencer par le respect effectif du cessez-le-feu. Ce constat est d’autant plus renforcé par la récente interview d’António Guterres, Secrétaire général de l’ONU, accordée à RFI, au cours de laquelle il a rappelé que l’action de la Mission onusienne en République démocratique du Congo demeure limitée, celle-ci n’ayant \"pas la capacité d’imposer la paix \". Les deux parties au conflit portent ainsi la lourde responsabilité de privilégier l’intérêt des populations civiles, premières victimes de la guerre, afin de faciliter et d’accompagner, en collaboration avec la MONUSCO, la mise en œuvre effective du cessez-le-feu.Cette proposition du cessez-le-feu fait suite à une rencontre tenue à Luanda entre le président angolais João Lourenço, le président congolais Félix Tshisekedi, le président togolais Faure Gnassingbé, médiateur de l’Union africaine, et l’ancien président nigérian Olusegun Obasanjo, représentant des anciens chefs d’État désignés par l’UA comme facilitateurs du processus de paix en RDC.Cette dynamique diplomatique a été précédée par une réunion de haut niveau tenue à Lomé, au Togo, le 17 janvier 2026, consacrée à la cohérence et à la consolidation du processus de paix en RDC et dans la région des Grands Lacs. Initiée par Faure Essozimna Gnassingbé, Président du Conseil des ministres de la République togolaise et médiateur principal désigné par l’Union africaine pour l’est de la RDC, cette rencontre a réaffirmé sa volonté de travailler en étroite coordination avec les États-Unis et le Qatar, afin d’encourager les différentes parties à honorer leurs engagements.Clément MUAMBA",
      "top_image": null,
      "published_at": "2026-02-17T06:23:18+0100",
      "authors": []
    }
  },
  {
    "id": "2023661331874714090",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "Goma : deux accidents de circulation font cinq morts",
    "date_posted": "2026-02-17T07:30:33.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023661331874714090",
    "external_url": "https://actualite.cd/2026/02/17/goma-deux-accidents-de-circulation-font-cinq-morts",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2022328243924185088/5dp7tK42?format=jpg&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:13:53.832Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023661331874714090"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "Goma : deux accidents de circulation font cinq morts",
      "text": "Cinq personnes ont perdu la vie dans deux accidents de circulation dans l’après-midi de ce lundi 16 février à Goma. Le premier accident s’est produit au quartier Mugunga, dans la commune de Karisimbi. Un véhicule transportant des immondices a percuté trois personnes décédées sur place, tout comme le chauffeur du véhicule, portant à quatre le nombre de morts enregistrés lors de cet accident.Le second accident a eu lieu au centre commercial de Birere où un taxi-moto a été percuté par un camion-citerne transportant de l’eau. La victime a succombé à ses blessures.Les accidents de circulation sont devenus fréquents dans la ville volcanique. La semaine précédente, Goma avait enregistré huit accidents de la route dont plusieurs qualifiés de graves. Ce bilan avait été présenté par la Police de circulation routière lors du conseil urbain de sécurité.Selon les services de la circulation routière, les principales causes de ces accidents sont l’excès de vitesse, l’imprudence au volant et le non-respect du code de la route. La consommation d’alcool et l’usage du téléphone portable pendant la conduite figurent également parmi les facteurs aggravants.Josué Mutanava",
      "top_image": null,
      "published_at": "2026-02-17T08:22:04+0100",
      "authors": []
    }
  },
  {
    "id": "2023719491457478832",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "Grands Lacs: Hadja Lahbib entame sa visite humanitaire par la RDC dans un contexte de violences persistantes et de déficit de financement",
    "date_posted": "2026-02-17T11:21:40.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023719491457478832",
    "external_url": "https://actualite.cd/2026/02/17/grands-lacs-hadja-lahbib-entame-sa-visite-humanitaire-par-la-rdc-dans-un-contexte-de",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2023687330788192256/Qb8LdfK_?format=jpg&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:34:46.904Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023719491457478832"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "Grands Lacs: Hadja Lahbib entame sa visite humanitaire par la RDC dans un contexte de violences persistantes et de déficit de financement",
      "text": "\n        Hadja Lahbib, Ministre Belge des Affaires Étrangères\n      \n         \n         \n            Sécurité\n            Mardi 17 février 2026 - 10:10\n \n         \n                     \n                  \n               La commissaire européenne à la Préparation et à la Gestion des crises et à l’Égalité, Hadja Lahbib, entame ce mardi 17 février 2026 une mission humanitaire dans la région des Grands Lacs. La République démocratique du Congo constitue la première étape de cette tournée, alors que le conflit dans l’est continue de provoquer des déplacements massifs, tant dans la province du Sud-Kivu que dans les pays voisins. Des milliers de personnes fuient les violences en cours et les activités de la rébellion de l’ADF/M23, soutenue par le Rwanda, contre les forces gouvernementales.À Kinshasa, l’ancienne cheffe de la diplomatie belge, Hadja Lahbib, qui se rendra également au Rwanda et au Burundi, entend rencontrer toutes les parties au conflit afin de plaider pour l’amélioration de l’accès humanitaire dans l’est de la RDC. Elle visitera également des camps de réfugiés, notamment le plus grand camp de réfugiés congolais au Burundi, à Bujumbura, qui accueille plus de 70 000 personnes. Son séjour dans la région sera aussi l’occasion d’annoncer l’allocation de l’aide humanitaire pour 2026.\"J’entends rencontrer toutes les parties au conflit afin de leur porter des messages clairs : améliorer l’accès humanitaire dans l’est de la RDC, obtenir l’ouverture de couloirs humanitaires sécurisés afin de soulager des centaines de milliers de personnes impactées par ce conflit, et obtenir des engagements pour la poursuite des services de santé, y compris dans les zones sous contrôle de groupes armés\" a expliqué la commissaire européenne à la Préparation et à la Gestion des crises et à l’Égalité, Hadja Lahbib à l'Agence de presse Belge Belga avant son départ pour KinshasaSelon la commissaire européenne à la Préparation et à la Gestion des crises et à l’Égalité, il est plus qu’urgent de sauver des vies face à la crise humanitaire dramatique. \"Je viens d’arriver en République Démocratique du Congo, première étape de ma mission dans les Grands Lacs. Priorité absolue : négocier un accès et des livrables humanitaires. À l’Est, l’urgence est absolue avec une crise humanitaire dramatique. Des vies qu’il faut sauver\", a-t-elle martelé sur son compte X.Avec ses États membres, l’Union européenne fait partie des premiers donateurs mondiaux d’aide humanitaire. L’aide d’urgence constitue l’expression de la solidarité européenne envers les populations dans le besoin à travers le monde. Elle vise à sauver des vies, à prévenir et à atténuer les souffrances humaines, ainsi qu’à préserver l’intégrité et la dignité des personnes touchées par des catastrophes naturelles ou des crises d’origine humaine.Par l’intermédiaire de son département \" Protection civile et opérations d’aide humanitaire européennes \", l’Union européenne vient chaque année en aide à des millions de victimes de conflits et de catastrophes. Basée à Bruxelles et disposant d’un réseau mondial de bureaux extérieurs, elle intervient auprès des populations les plus vulnérables selon leurs besoins humanitaires.Cette visite intervient dans un contexte de déficit critique de financement, où la communauté humanitaire en République démocratique du Congo (RDC) est contrainte de prioriser strictement sa réponse en 2026. C’est dans ce cadre que le gouvernement de la RDC et la communauté humanitaire ont lancé mercredi 28 janvier 2026 à Kinshasa, un appel urgent de 1,4 milliard USD pour répondre aux besoins humanitaires du pays cette année.Selon les deux parties, ces ressources sont indispensables pour venir en aide à des millions de Congolaises et de Congolais, pris au piège de l’une des crises humanitaires les plus prolongées et les plus négligées au monde. À défaut de financements suffisants, la réponse humanitaire en 2026 sera recentrée sur 7,3 millions de personnes, parmi près de 15 millions ayant des besoins vitaux en assistance et en protection.Le Burundi et la Tanzanie, deux pays limitrophes de la RDC, ont accueilli des centaines, voire des milliers de Congolais fuyant les hostilités entre les forces gouvernementales et la rébellion de l’ADF/M23, soutenue par le Rwanda. Ces combats ont notamment provoqué la chute de la ville stratégique d’Uvira et d’autres agglomérations, renforçant l’influence du mouvement rebelle dans les provinces du Nord-Kivu et du Sud-Kivu, dans l’Est du pays.Dans ce contexte, le gouvernement congolais, avec à sa tête la ministre d’État, ministre des Affaires sociales et des Actions humanitaires, Ève Bazaiba Masudi, a conduit une mission humanitaire au Burundi et en Tanzanie. L’objectif était de rencontrer les réfugiés congolais pour leur apporter un message de réconfort, fournir l’assistance du gouvernement, renforcer la coordination de l’aide avec les pays d’accueil et évaluer la situation en collaboration avec d’autres partenaires et organisations, telles que l’Agence des Nations Unies pour les réfugiés (HCR).Clément MUAMBA",
      "top_image": null,
      "published_at": "2026-02-17T10:10:13+0100",
      "authors": []
    }
  },
  {
    "id": "2023598404027154754",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "#RDC: « Hier c’était le combat de la démocratie, aujourd’hui c’est le combat de la démocratie, de la cohésion et de l’intégrité de notre pays. », propos de Martin Fayulu, le 16 février 2026, jour anniversaire de la Marche des chrétiens de 1992 réprimée violemment sous le régime Mobutu (qui avait fait plusieurs dizaines de morts et marqué l’histoire de la lutte pour la démocratie en RDC).",
    "date_posted": "2026-02-17T03:20:30.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023598404027154754",
    "external_url": null,
    "external_image_urls": null,
    "videos": [
      {
        "video_url": "https://video.twimg.com/amplify_video/2023598265825193986/vid/avc1/640x352/bnTNAHtNOsg2gOc2.mp4?tag=21",
        "duration": 112058
      }
    ],
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:13:54.743Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023598404027154754"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    }
  },
  {
    "id": "2023607431964623078",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "#RDC: Selon JA, l’Angola a déjà pris contact avec plusieurs opposants congolais.\n",
    "date_posted": "2026-02-17T03:56:23.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023607431964623078",
    "external_url": "https://share.google/2GaoK4XIpjbFffhQC",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2023452755256307712/S6uQa-dM?format=jpg&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:13:54.998Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023607431964623078"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "Est de la RDC : comment João Lourenço revient au centre du jeu",
      "text": "\n\t\n\t\t\t\t\t\t\n\t\t\t\t                \n    \n\n\n\t\t\n\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\tPolitique\n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\tRDC\n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\n\n    \n\n\t\n\n\t\t\t\n\t\t\tPrès d’un an après l’échec de sa médiation, le président angolais s’implique de nouveau dans le dossier congolais. Parviendra-t-il à imposer un dialogue ? Il pourrait en tout cas recevoir dans les prochains jours des représentants de l’opposition congolaise.\n\t\t\n\t\t\n\n        \t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t                                                \n\n\n  \t\n\n\n\t\n    \t\t\n\t\t\t\n\t\t\t\tFélix Tshisekedi (à g.) reçu par son pair João Lourenço en Angola, le 8 janvier 2026. © Présidence de la République/Angola\n\t\t\t\n\t\t\n  \n            \n\n\n\n        \n\n\n\n        \n                \n\n\n\t\t\n\n\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tet \n\t\t\t\t\t\t\n\t\t\t\t\t\t\tStanis Bujakera Tshiamala\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\n\n\n\n\n\t\tPublié le         16 février 2026\n\n\t\t\t\tLecture : 5 minutes.\n\n\n\n\tFichier généré le \n\t\n\n    \n        \n\n\n\n\n\n\n        Au tout début de son mandat de président de l’Union africaine (UA), João Lourenço avait essuyé un camouflet. Ce 15 février, il a quitté ses fonctions sur une note un peu plus optimiste. En mars 2025, en effet, quelques semaines à peine après son accession à la tête de l’organisation continentale, alors qu’il était presque parvenu à réunir des représentants de l’AFC/M23 et du gouvernement congolais\n    \n\n        \n    \n\n    \n                    \n\n    \n\n            \n                    \n\n    \n        \n                    \n\n\t\t\t\t\t\t\t\n\t\t\t\tla suite après cette publicité\n\t\t\t\n    \n\n            \t\t\t\t\n\t\n    \n\n        \n\n\t\t\t\n\t\t\t\n\t\t\t\tRomain Gras\n\t\t\t\n\t\t\t\n\t\t\t\tJournaliste à Jeune Afrique, spécialiste de la RDC et des Grands Lacs\n\t\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\tStanis Bujakera Tshiamala\n\t\t\t\n\t\t\t\n\t\t\t\tJournaliste spécialiste de la République démocratique du Congo\n\t\t\t\n\t\t\n\t\n\n\t\n\n\n\n\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tAccueil\n\t\t\t\t\n\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPolitique\n\t\t\t\t\n\t\t\t\n\t\t\t\n\n\n        \n\t\t\t\t\t\n\t\t\t\t\t\n",
      "top_image": null,
      "published_at": null,
      "authors": [
        "Par \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tRomain Gras"
      ]
    }
  },
  {
    "id": "2023717704658571656",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "Procès du général Philémon Yav : poursuite ce mardi de l’instruction au fond de l’affaire, Fall Sikabwe appelé à comparaître comme renseignant",
    "date_posted": "2026-02-17T11:14:34.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023717704658571656",
    "external_url": "https://actualite.cd/2026/02/17/proces-du-general-philemon-yav-poursuite-ce-mardi-de-linstruction-au-fond-de-laffaire",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2021647587598602240/H4Nk1jY9?format=jpg&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:13:55.457Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023717704658571656"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "Procès du général Philémon Yav : poursuite ce mardi de l’instruction au fond de l’affaire, Fall Sikabwe appelé à comparaître comme renseignant",
      "text": "\n        Lieutenant-général Philémon Yav dans la salle d'audience\n      \n         \n         \n            Justice\n            Mardi 17 février 2026 - 09:24\n \n         \n                     \n                  \n               La Haute Cour militaire reprend, ce mardi 17 février 2026, la poursuite de l’instruction au fond de l’affaire opposant l’auditeur général des Forces armées de la RDC (FARDC) au lieutenant-général Philémon Yav Irung. Sous la direction du lieutenant-général Joseph Mutombo Katalay, premier président de la Haute Cour militaire, l’audience sera consacrée à la poursuite des auditions des renseignants.C’est dans ce cadre que le lieutenant-général Sikabwe Asinda Fall, actuel directeur général d’Afridex (Africaine d’explosifs), ancien chef d’état-major de la Force terrestre des Forces armées de la République démocratique du Congo et ancien coordonnateur des opérations dans la province du Nord-Kivu, est attendu devant la Haute Cour militaire. Il sera entendu en qualité de renseignant dans cette affaire.Sa convocation fait suite à une demande formulée lors de l’audience du mardi 27 janvier 2026 par le collectif des avocats du général Philémon Yav. Cette requête intervient après l’intervention du lieutenant-général Constant Ndima, ancien gouverneur militaire du Nord-Kivu qui avait révélé qu’à l’issue d’un voyage effectué par le général Sikabwe Fall aux États-Unis, dans le cadre d’une rencontre des chefs d’état-major africains, son homologue rwandais l’aurait approché pour lui faire part de la volonté de son pays d’éliminer certains officiers généraux congolais, considérés comme faisant obstacle à leurs plans en République démocratique du Congo.Outre le lieutenant-général Sikabwe Asinda Fall, la défense du général Philémon Yav avait également sollicité une nouvelle comparution à la barre du lieutenant-général Constant Ndima, du général de brigade Évariste Mwehu ainsi que du général-major Sylvain Ekenge, afin de poursuivre l’examen de leurs déclarations en tant que renseignants cités à la demande de l’auditeur général. En réaction, ces requêtes de la défense ont été favorablement accueillies par le lieutenant-général Joseph Mutombo Katalay Tiende, premier président de la Haute Cour militaire, qui a rassuré la partie demanderesse quant à l’issue favorable de ces démarches.Lors de la dernière audience, quatre officiers généraux ont été entendus en qualité de renseignants. Il s’agissait du lieutenant-général Ndima Kongba Constant, ancien gouverneur militaire du Nord-Kivu, du général-major Ekenge Bomusa Efomi Sylvain, ancien conseiller en communication du gouverneur militaire du Nord-Kivu, du général de brigade Yangba Tene Dany, ancien conseiller chargé des opérations du gouverneur militaire du Nord-Kivu, ainsi que du général de brigade Mwehu Lumbu Evariste, ancien commandant du secteur opérationnel Sukola 2 Sud/Sud-Kivu. Ces renseignants ont été interrogés par les juges sur deux messages qui, selon l’auditeur général, sont à la base des accusations et de l’arrestation du général Philémon Yav Irung.L’un de ces messages serait attribué au colonel Senkoko Célestin, secrétaire particulier du général rwandais James Kabarebe. Selon le ministère public, le premier message a été rapporté par le feu général Peter Cirimwami Nkuba, à la fin de sa mission de commandant du secteur opérationnel Sukola 2 Nord-Kivu, et libellé en ces termes : « C’est ce Cirimwami-là qui bloque notre projet ». Dans sa déposition, le lieutenant-général Constant Ndima a reconnu avoir reçu à Goma le général Cirimwami, venu lui faire rapport sur la nécessité d’être prudent avec certains officiers, notamment le général Philémon Yav, qui aurait été en intelligence avec « l’ennemi rwandais », sur base de ce message présumé en provenance du Rwanda. Il a indiqué avoir transmis cette information à sa hiérarchie et avoir demandé au général Ekenge, alors en séjour à Kinshasa, d’en informer le chef d’état-major général des FARDC, le sous-chef d’état-major chargé des renseignements ainsi que le chef de la Maison militaire du Chef de l’État.Les renseignants Ekenge et Yangba, tous deux présents à l’audience, avaient confirmé les déclarations de leur ancien chef, le gouverneur militaire du Nord-Kivu, sans toutefois affirmer avoir personnellement vu le message évoqué par le feu général Peter Cirimwami. S’agissant du second message, issu d’une conversation entre le général Mwehu et le général Philémon Yav à l’hôtel Serena de Goma, celui-ci aurait été formulé comme suit : « Toi, général Mwehu, tu es tout le temps au front. La victoire remportée va profiter à ces Bangala. Toi, on ne te verra pas ».Dans sa déposition, le général Mwehu a reconnu ces propos, estimant que de tels messages, émanant de son supérieur hiérarchique, étaient de nature à décourager les militaires. Selon le ministère public, ces faits constitueraient l’infraction d’incitation des militaires à commettre des actes contraires au devoir ou à la discipline, tandis que le premier message rapporté par le feu général Peter Cirimwami relèverait de l’infraction de trahison, assimilée à une participation à un mouvement insurrectionnel.La défense continue d'exiger des preuves matériellesEn réaction et dans leur argumentaire, les avocats de la défense continuent de dénoncer l’absence de preuve matérielle de cette communication téléphonique, rappelant que la charge de la preuve incombe exclusivement à l’accusation. Comme lors de la précédente audience, la défense exige de l’auditeur général des FARDC la production du message rapporté par le feu général Peter Cirimwami, estimant qu’il est inconcevable qu’un officier supérieur puisse encourir la peine de mort sur la base d’un élément de preuve inexistant ou non versé au dossier devant la plus haute juridiction militaire du pays.Philémon Yav rejette tout lien avec KigaliPour sa part, le lieutenant-général Philémon Yav Irung continue de rejeter l’ensemble des accusations portées par le ministère public reconnaissant avoir reçu un message dont le contenu serait différent de celui avancé par le ministère public. Selon l’ancien commandant de la troisième zone de défense, ce message provenait d’un numéro inconnu et non enregistré dans son répertoire. Il a précisé que ce même message a été envoyé également au général-major Peter Cirimwami Nkuba, alors commandant du secteur opérationnel Sokola II, chargé de superviser les opérations de contre-insurrection au Nord et au Sud-Kivu.Selon le général Yav Irung, c’est à l’audience de la Haute Cour qu’il a appris l’existence du message que l’organe poursuivant lui impute. À l'en croire, il n’a jamais reçu de message contenant un plan contre le pays provenant de l’entourage des officiels rwandais.« Ce message avait le code 243 de la RDC, c'était un message anonyme avec un numéro non enregistré dans mon téléphone, un numéro sans nom. Le message reçu parlait des FDLR tout le monde avait confirmé à cette époque-là qu'il y avait la guerre psychologique ou on nous accusait sur le plan international d'utiliser les FDLR et après je viens ici j'entends des histoires de James Kabarebe, c'est ici que j'ai entendu ça. Le message que j'avais montré à Peter Cirimwami était au mois de mai, Cirimwami n'a pas donné ça au Gouverneur votre honneur, Cirimwami est rentré après, il est relevé de ses fonctions, c'est en ce moment-là qu'il va rencontrer le gouverneur pour lui en parler un mois après alors qu'il était chaque jour avec le gouverneur militaire », a fait savoir Philemon Yav Irung.L'auditeur général campe sur sa positionDe son côté, le lieutenant-général Lucien-René Likulia Bakumi, auditeur général des Forces armées de la République démocratique du Congo, qui reconnaît également n’avoir jamais vu personnellement le message incriminé, maintient sa position. Il affirme toutefois que, lors de la phase préjuridictionnelle, le prévenu, le général Philémon Yav, se serait arrangé pour faire disparaître le message en refusant de communiquer le code d’accès de son téléphone, ce qui aurait conduit à la saisie de ses téléphones et à leur transfert aux experts.L’auditeur général des FARDC confirme l’existence du message en se fondant sur les témoignages du feu général Peter Cirimwami Nkuba, aujourd’hui décédé. Selon l’accusation, le général Yav lui aurait personnellement montré ce message. Il estime par ailleurs que les dépositions des renseignants entendus à l’audience ne font que conforter sa thèse, d’autant plus qu’il existerait désormais, selon lui, des concordances dans leurs témoignages.Le général Philémon Yav Irung est soupçonné d’avoir entretenu des contacts avec l’entourage de James Kabarebe. Depuis 2020, il avait été réaffecté dans l’est de la République démocratique du Congo, où il avait été nommé commandant de la troisième zone de défense des Forces armées de la République démocratique du Congo (FARDC). Cette zone stratégique du dispositif de défense congolais couvre les provinces du Nord-Kivu, du Sud-Kivu, de l’Ituri, du Maniema et de la Tshopo. Le procès intervient près de trois ans après son arrestation, survenue en septembre 2022.Surnommé « le Tigre », le général Philémon Yav figure parmi les officiers généraux originaires de l’espace Grand Katanga que certaines personnalités politiques, notamment Joseph Kabila, ancien chef de l’État, citent régulièrement pour illustrer ce qu’elles qualifient de marginalisation des officiers issus de cette région sous le régime du président Félix Tshisekedi. Ces allégations ont toutefois toujours été rejetées par l’armée congolaise précisant que les interpellations et arrestations de certains officiers généraux et supérieurs s’inscrivent strictement dans le cadre de la législation militaire en vigueur.Clément MUAMBA",
      "top_image": null,
      "published_at": "2026-02-17T09:24:44+0100",
      "authors": []
    }
  },
  {
    "id": "2023602020582642042",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "#RDC: Pour l'ancien vice-ministre du budget, @FelixMomat 👇\n\n● \"L’affirmation selon laquelle « tous les fonctionnaires et agents publics de l’État savent qu’au premier trimestre de l’année il existe un glissement dans les opérations de paie » est inexacte et contraire aux dispositifs actuellement en vigueur. Depuis la réforme de la chaîne de la dépense et la bancarisation progressive des rémunérations, le principe retenu par le gouvernement est le paiement régulier des agents et fonctionnaires de l’État au plus tard le 5 du mois suivant pour la paie du mois écoulé, ce qui a été rendu possible notamment par la digitalisation et la sécurisation des circuits de paie, y compris via les banques commerciales et la téléphonie mobile à partir de 2012.\"\n\n● \"S’agissant spécifiquement de la paie du mois de janvier 2026, il est inexact de parler d’un « glissement habituel » comme si le retard était structurel ou normalisé. En pratique, les états liquidatifs de paie, établis sur une base trimestrielle, sont consolidés et signés dans la première quinzaine du mois de décembre pour le premier trimestre de l’exercice budgétaire suivant, puis transmis au ministère des Finances pour exécution au fil des mois concernés. Autrement dit, la liquidation est trimestrielle, mais l’exécution financière demeure mensuelle ou infra-mensuelle, et il ne peut être soutenu contradictoirement et juridiquement qu’un retard sur la paie de janvier relève d’une « règle » connue et admise par tous les fonctionnaires.\"\n\n● \"Dès lors, présenter le grave retard de la paie  observé en janvier 2026 comme un « glissement normal du premier trimestre » revient à transformer une difficulté conjoncturelle (ajustements techniques annuels, mises à jour de bases, contraintes sécuritaires) en pseudo‑norme structurelle, ce qui est contraire à l’esprit et aux objectifs des réformes de la paie publique menées depuis plus d’une décennie en République Démocratique du Congo, réformes précisément destinées à garantir la régularité, la traçabilité et la prévisibilité du paiement des salaires des agents de l’État.\"",
    "date_posted": "2026-02-17T03:34:53.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023602020582642042",
    "external_url": null,
    "external_image_urls": null,
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:13:55.669Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023602020582642042"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    }
  },
  {
    "id": "2023661260189864326",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "Julien Paluku suspend le DG de l’OCC accusé notamment d’installer un système informatique parallèle de contrôle des importations et des exportations",
    "date_posted": "2026-02-17T07:30:16.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023661260189864326",
    "external_url": "https://actualite.cd/2026/02/17/julien-paluku-suspend-le-dg-de-locc-accuse-notamment-dinstaller-un-systeme-informatique",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2021730250825060352/4YjZCwTD?format=png&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:13:56.581Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023661260189864326"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "Julien Paluku suspend le DG de l’OCC accusé notamment d’installer un système informatique parallèle de contrôle des importations et des exportations",
      "text": "Le Directeur général de l’Office Congolais de Contrôle (OCC), Étienne Tshimanga Mutombo, est suspendu à titre conservatoire de ses fonctions par le ministre du Commerce Extérieur, Julien Paluku, à la suite d’un arrêté signé ce lundi 16 février 2026. L'arrêté précise que cette mesure vise à “sauver de la dérive cet établissement public à caractère scientifique et technique”.Il est reproché à Étienne Tshimanga Mutombo de lourdes fautes de gestion, notamment l’installation d’un système informatique parallèle de contrôle des importations et des exportations, facilitant l’usage frauduleux de fausses Attestations de Vérification (AV). Ces pratiques seraient à la base d’un important manque à gagner, évalué à des milliers de dollars américains.M. Mutombo est également accusé d’une gestion jugée chaotique des ressources humaines et financières, ainsi que des actes d’insubordination. Le cabinet du Ministre Julien Paluku précise que la présente suspension donne lieu à des mesures  administratives et extra-administratives à charge du prénommé et des agents ou cadres de l'Office Congolais de Contrôle-OCC complices dans la commission des faits cités ci-haut . Il est Institué une commission de redressement de l'Office Congolais de Contrôle-OCC dont la composition et les missions  spécifiques seront fixées par un autre Arrêté MinistérielUne action disciplinaire avait déjà été engagée depuis la fin janvier à l’encontre du DG l’OCC accusé est par le ministre du Commerce extérieur de fautes graves de gestion. Selon le cabinet de Julien Paluku, les réponses fournies par M. Mutombo n’ont pas convaincu l’autorité de tutelle, qui avait initié cette procédure disciplinaire. D’où sa suspension. Son intérim est confié à la DGA, Christelle Muabilu. Clément MUAMBA",
      "top_image": null,
      "published_at": "2026-02-17T08:04:05+0100",
      "authors": []
    }
  },
  {
    "id": "2023606785047764992",
    "user_posted": "StanysBujakera",
    "name": "Stanis Bujakera Tshiamala",
    "description": "« M23 and #Rwanda » to blame for latest violence in DR Congo: US senior adviser for Africa",
    "date_posted": "2026-02-17T03:53:49.000Z",
    "photos": null,
    "url": "https://x.com/StanysBujakera/status/2023606785047764992",
    "external_url": "https://f24.my/BkBm",
    "external_image_urls": [
      "https://pbs.twimg.com/card_img/2023397398903488513/iBII90Ln?format=jpg&name=orig"
    ],
    "videos": null,
    "external_video_urls": null,
    "user_id": "700429603538628609",
    "timestamp": "2026-02-17T18:13:57.577Z",
    "input": {
      "url": "https://x.com/StanysBujakera/status/2023606785047764992"
    },
    "discovery_input": {
      "urls": [
        "https://x.com/StanysBujakera"
      ],
      "start_date": "",
      "end_date": ""
    },
    "article": {
      "title": "Tête à tête - 'M23 and Rwanda' to blame for latest violence in DR Congo: US senior adviser for Africa",
      "text": "\n        \n            \n            \n    \n        \n                                \n                                    Africa\n                            \n            \n                                                                                                                \n                                                                                                                                                            \n        To display this content from YouTube, you must enable advertisement tracking and audience measurement.\n        \n\n        One of your browser extensions seems to be blocking the video player from loading. To watch this content, you may need to disable it on this site.\n            \n                                \n                                \n                                                                                                                                     \n\n\n        \n\n\n\n            \n\n\n        \n\n\n                        \n                TÊTE À TÊTE                © FRANCE 24            \n                \n12:33                    \n                        \n                            \n    \n                                \n                                                                        Issued on: 16/02/2026 - 14:59Modified: 16/02/2026 - 14:59\n                                                                                        \n                                  \n  \n    \n  \n                            12:33 min\n                        \n                                        \n                \n                                    \n                                                    \n                        From the show\n                              \n  \n    \n  \n                                                                                \n\n\n    \n\n                    \n                                                                    \n                              \n  \n    \n  \n                        Reading time\n                        1 min\n                                                                                                \n                                                In an interview with FRANCE 24, US Senior Adviser for Africa Massad Boulos blamed \"the M23 and Rwanda\" for the latest violence in DR Congo, calling it a \"serious breach\" of the Washington accord signed in 2025. The US was \"extremely disappointed\" by the M23 takeover of Uvira, he said, although M23 forces have since partially withdrawn. Boulos did not rule out US sanctions against Rwandan President Paul Kagame, adding that he still \"hopes\" the Rwandan leader can be trusted.                    \n                            \n    \n                                                                                    \n                                                                Speaking to FRANCE 24 on the sidelines of the Munich Security Conference, Boulos stressed that the Washington accord was \"just the starting point\" and that achieving peace in DR Congo \"is a process that's going to take some time\". Read moreCongolese army 'retakes strategic city of Uvira' after AFC/M23 withdrawal The US recently hosted representatives of Morocco, Mauritania, Algeria and the Polisario Front in Madrid for talks on the disputed territory of Western Sahara. President Donald Trump's senior adviser confirmed that the US recognises Western Sahara as Moroccan territory, saying the US position \"is very clear\", but added that \"Algeria is absolutely helpful\". Whatever solution and outcome emerges, it must be \"mutually acceptable; accepted by both sides\", Boulos said.\n                                                                            \n            \n            \n                    \n                                                                                                    \n                \n                    \n                By:\n            \n                            \n\n\n        \n\n\n                        \n                                                                \n                            \n\n\n        \n\n\n                        \n                        \n                    \n                            \n\n                            \n\n\n\n\n            \n                            \n            \n                \n                            \n\n\n\n\n            \n                                                        \n                                    Related keywords\n        \n                \n                                ",
      "top_image": null,
      "published_at": "2026-02-16T13:59:33+00:00",
      "authors": [
        "Marc Perelman, Sophian Aubin"
      ]
    }
  },
  {
    "id": "local-test-1",
    "external_url": "https://example.com/",
    "article": {
      "title": "Example Domain",
      "text": "This domain is for use in documentation examples without needing permission. Avoid use in operations.Learn more",
      "top_image": null,
      "published_at": null,
      "authors": []
    }
  },
  {
    "id": "enrich-test-xyz",
    "external_url": "https://example.com/",
    "article": {
      "title": "Example Domain",
      "text": "This domain is for use in documentation examples without needing permission. Avoid use in operations.Learn more",
      "top_image": null,
      "published_at": null,
      "authors": []
    }
  }
]